Repository: psalles00/Smart-Kitchen
Catalog: Shared/Localization/Localizable.xcstrings
Source language: pt_br
Languages: de, en, es, fr, it, ja

source: Lista os alimentos registrados neste dia, agrupados por refeição (café, almoço, lanche e jantar). Use o + para registrar um novo alimento.
de: Listet die an diesem Tag protokollierten Lebensmittel auf, gruppiert nach Mahlzeit (Frühstück, Mittagessen, Snack und Abendessen). Tippen Sie auf +, um ein neues Lebensmittel zu protokollieren.
en: Lists foods logged on this day, grouped by meal (breakfast, lunch, snack and dinner). Use + to log a new food.
es: Lista los alimentos registrados este día, agrupados por comida (desayuno, almuerzo, merienda y cena). Usa + para registrar un alimento nuevo.
fr: Liste les aliments enregistrés ce jour, regroupés par repas (petit-déjeuner, déjeuner, encas et dîner). Utilisez + pour enregistrer un nouvel aliment.
it: Elenca gli alimenti registrati in questo giorno, raggruppati per pasto (colazione, pranzo, spuntino e cena). Usa + per registrare un nuovo alimento.
ja: この日に記録された食品を、食事（朝食・昼食・間食・夕食）ごとにまとめて表示します。+ で新しい食品を記録できます。

source: Lista Vazia
de: Leere Liste
en: Empty List
es: Lista vacía
fr: Liste vide
it: Lista vuota
ja: リストが空です

source: Listas
de: Listen
en: Lists
fr: Listes
it: Liste
ja: リスト

source: Listas e Receitas
de: Listen und Rezepte
en: Lists and Recipes
es: Listas y recetas
fr: Listes et recettes
it: Liste e ricette
ja: リストとレシピ

source: Localizando o vídeo
de: Video wird lokalisiert
en: Locating the video
es: Localizando el vídeo
fr: Localisation de la vidéo
it: Localizzazione del video
ja: 動画を検索中

source: Maçã
de: Apfel
en: Apple
es: Manzana
fr: Pomme
it: Mela
ja: りんご

source: Macarrão
de: Nudeln
en: Pasta
es: Pasta
fr: Pâtes
it: Pasta
ja: パスタ

source: Macronutrientes
de: Makronährstoffe
en: Macronutrients
fr: Macronutriments
it: Macronutrienti
ja: マクロ栄養素

source: Maionese
de: Mayonnaise
en: Mayonnaise
es: Mayonesa
fr: Mayonnaise
ja: マヨネーズ

source: Mais nutrientes
de: Mehr Nährstoffe
en: More nutrients
es: Más nutrientes
fr: Plus de nutriments
it: Più nutrienti
ja: その他の栄養素

source: Mais opções
de: Weitere Optionen
en: More options
es: Más opciones
fr: Plus d'options
it: Altre opzioni
ja: その他のオプション

source: Mais popular
de: Beliebteste
en: Most popular
es: Más popular
fr: Plus populaire
it: Più popolare
ja: 人気No.1

source: Manga
de: Mango
en: Mango
es: Mango
fr: Mangue
it: Mango
ja: マンゴー

source: Manteiga
de: Butter
en: Butter
es: Mantequilla
fr: Beurre
it: Burro
ja: バター

source: Mantém as cores e o caráter visual de cada tema
de: Behält die Farben und den visuellen Charakter jedes Themas bei
en: Keeps the colors and visual character of each theme
es: Mantiene los colores y el carácter visual de cada tema
fr: Conserve les couleurs et le caractère visuel de chaque thème
it: Mantiene i colori e il carattere visivo di ogni tema
ja: 各テーマの色とビジュアルキャラクターを維持

source: Manter
de: Halten
en: Maintain
es: Mantener
fr: Maintenir
it: Mantenere
ja: 維持

source: Manter ao mover
de: Beim Verschieben beibehalten
en: Keep when moving
es: Mantener al mover
fr: Conserver lors du déplacement
it: Mantieni durante lo spostamento
ja: 移動時に保持

source: Manter ao mover de Mercado para Despensa
de: Beim Verschieben von Einkaufsliste zur Vorratskammer beibehalten
en: Keep when moving from Grocery to Pantry
es: Mantener al mover de Compras a Despensa
fr: Conserver lors du déplacement de la Liste de courses au Garde-manger
it: Mantieni nello spostamento da Lista della spesa a Dispensa
ja: 買い物リストからパントリーへの移動時に保持

source: Manter peso
de: Gewicht halten
en: Maintain weight
es: Mantener peso
fr: Maintenir le poids
it: Mantenere il peso
ja: 体重維持

source: Manual
de: Manuell
fr: Manuel
it: Manuale
ja: 手動

source: Marque um item acima
de: Markiere oben einen Artikel
en: Check an item above
es: Marca un artículo arriba
fr: Cochez un article ci-dessus
it: Spunta un articolo sopra
ja: 上のアイテムにチェック

source: Masculino
de: Männlich
en: Male
fr: Masculin
it: Maschile
ja: 男性

source: Massa cremosa em 15 min
de: Cremige Pasta in 15 Min
en: Creamy pasta in 15 min
es: Pasta cremosa en 15 min
fr: Pâtes crémeuses en 15 min
it: Pasta cremosa in 15 min
ja: 15分でクリーミーパスタ

source: Massa cremosa em 15 minutos…
de: Cremige Pasta in 15 Minuten…
en: Creamy pasta in 15 minutes…
es: Pasta cremosa en 15 minutos…
fr: Pâtes crémeuses en 15 minutes…
it: Pasta cremosa in 15 minuti…
ja: 15分でクリーミーパスタ…

source: média
de: Durchschnitt
en: average
es: promedio
fr: moyenne
it: media
ja: 平均

source: Média
de: Durchschnitt
en: Average
es: Promedio
fr: Moyenne
it: Media
ja: 平均

source: Média de \(loggedDaysCount) dias registrados
de: Durchschnitt aus \(loggedDaysCount) protokollierten Tagen
en: Average of \(loggedDaysCount) logged days
es: Promedio de \(loggedDaysCount) días registrados
fr: Moyenne sur \(loggedDaysCount) jours enregistrés
it: Media di \(loggedDaysCount) giorni registrati
ja: 記録された\(loggedDaysCount)日の平均

source: Média de %@
de: Durchschnitt von %@
en: Average of %@
es: Promedio de %@
fr: Moyenne de %@
it: Media di %@
ja: %@ の平均

source: Média de dias úteis
de: Durchschnitt an Wochentagen
en: Weekday average
es: Promedio de días laborables
fr: Moyenne en semaine
it: Media dei giorni feriali
ja: 平日の平均

source: Média de fim de semana
de: Durchschnitt am Wochenende
en: Weekend average
es: Promedio de fin de semana
fr: Moyenne du week-end
it: Media del fine settimana
ja: 週末の平均

source: Média de macros
de: Durchschnitt der Makros
en: Average macros
es: Promedio de macros
fr: Moyenne des macros
it: Media dei macro
ja: マクロの平均

source: Média geral
de: Gesamtdurchschnitt
en: Overall average
es: Promedio general
fr: Moyenne générale
it: Media generale
ja: 全体平均

source: Média: %lld kcal
de: Durchschnitt: %lld kcal
en: Average: %lld kcal
es: Promedio: %lld kcal
fr: Moyenne : %lld kcal
it: Media: %lld kcal
ja: 平均：%lld kcal

source: Médio
de: Mittel
en: Medium
es: Medio
fr: Moyen
it: Medio
ja: 中

source: Melancia
de: Wassermelone
en: Watermelon
es: Sandía
fr: Pastèque
it: Anguria
ja: スイカ

source: Melhor
de: Bester
es: Mejor
fr: Meilleur
it: Migliore
ja: 最高

source: Melhor sequência
de: Beste Serie
en: Best streak
es: Mejor racha
fr: Meilleure série
it: Miglior serie
ja: 最高連続記録

source: Melhorando importação...
de: Import wird verbessert...
en: Improving import...
es: Mejorando importación...
fr: Amélioration de l'import...
it: Miglioramento importazione...
ja: インポートを改善中...

source: Melhorar importação
de: Import verbessern
en: Improve import
es: Mejorar importación
fr: Améliorer l'import
it: Migliora importazione
ja: インポートを改善

source: Mensagem...
de: Nachricht...
en: Message...
es: Mensaje...
fr: Message...
it: Messaggio...
ja: メッセージ...

source: Mensagens
de: Nachrichten
en: Messages
es: Mensajes
fr: Messages
it: Messaggi
ja: メッセージ

source: Mensal
de: Monatlich
en: Monthly
es: Mensual
fr: Mensuel
it: Mensile
ja: 月間

source: merc.
de: Eink.
en: groc.
fr: courses
it: spesa
ja: 買い物

source: Mercado
de: Einkauf
en: Shopping
fr: Courses
it: Spesa
ja: 買い物

source: mês
de: Monat
en: month
es: mes
fr: mois
it: mese
ja: ヶ月

source: meses
de: Monate
en: months
fr: mois
it: mesi
ja: ヶ月

source: Meta
de: Ziel
en: Goal
fr: Objectif
it: Obiettivo
ja: 目標

source: Metas e alertas
de: Ziele und Benachrichtigungen
en: Goals and alerts
es: Metas y alertas
fr: Objectifs et alertes
it: Obiettivi e avvisi
ja: 目標とアラート

source: Metas efetivas
de: Effektive Ziele
en: Effective goals
es: Metas efectivas
fr: Objectifs effectifs
it: Obiettivi effettivi
ja: 実効目標

source: Metas personalizadas
de: Personalisierte Ziele
en: Custom goals
fr: Objectifs personnalisés
it: Obiettivi personalizzati
ja: カスタム目標

source: Mídias
de: Medien
en: Media
es: Multimedia
fr: Médias
it: Media
ja: メディア

source: Mídias da Receita
de: Rezeptmedien
en: Recipe Media
es: Medios de la receta
fr: Médias de la recette
it: Media della ricetta
ja: レシピのメディア

source: Mirtilo
de: Heidelbeere
en: Blueberry
es: Arándano
fr: Myrtille
it: Mirtillo
ja: ブルーベリー

source: Misture a farinha, o açúcar e o fermento em uma tigela grande.
de: Mehl, Zucker und Backpulver in einer großen Schüssel vermischen.
en: Combine the flour, sugar, and baking powder in a large bowl.
es: Mezcla la harina, el azúcar y el polvo de hornear en un bol grande.
fr: Mélangez la farine, le sucre et la levure dans un grand saladier.
it: Mescolare la farina, lo zucchero e il lievito in una ciotola grande.
ja: 大きなボウルで小麦粉、砂糖、ベーキングパウダーを混ぜます。

source: Misture delicadamente e sirva.
de: Vorsichtig vermengen und servieren.
en: Toss gently and serve.
es: Mezcla con cuidado y sirve.
fr: Mélangez délicatement et servez.
it: Mescolare delicatamente e servire.
ja: やさしく混ぜて盛り付けます。

source: Misture os ingredientes secos em uma tigela.
de: Trockene Zutaten in einer Schüssel mischen.
en: Mix the dry ingredients in a bowl.
es: Mezcla los ingredientes secos en un bol.
fr: Mélangez les ingrédients secs dans un bol.
it: Mescola gli ingredienti secchi in una ciotola.
ja: 乾燥材料をボウルで混ぜる。

source: Misture todos os ingredientes em uma panela.
de: Alle Zutaten in einem Topf mischen.
en: Mix all ingredients in a saucepan.
es: Mezcla todos los ingredientes en una olla.
fr: Mélangez tous les ingrédients dans une casserole.
it: Mescola tutti gli ingredienti in una pentola.
ja: 全材料を鍋で混ぜる。

source: Misture tudo fora do fogo, ajustando com a água da massa.
de: Alles abseits der Hitze mischen, mit Nudelwasser anpassen.
en: Mix everything off the heat, adjusting with pasta water.
es: Mezcla todo fuera del fuego, ajustando con agua de la pasta.
fr: Mélangez le tout hors du feu, ajustez avec l'eau de cuisson.
it: Mescola tutto fuori dal fuoco, regolando con l'acqua di cottura.
ja: 火から下ろしてパスタの茹で汁で調整しながら和える。

source: Modelo IA
de: KI-Modell
en: AI Model
es: Modelo de IA
fr: Modèle d'IA
it: Modello IA
ja: AI モデル

source: Moderado
de: Moderat
en: Moderate
fr: Modéré
it: Moderato
ja: 中程度

source: Modo
de: Modus
en: Mode
fr: Mode
it: Modalità
ja: モード

source: Modo da despensa
de: Vorratskammer-Modus
en: Pantry mode
es: Modo de la despensa
fr: Mode garde-manger
it: Modalità dispensa
ja: パントリーモード

source: Modo de Preparo
de: Zubereitung
en: Instructions
es: Instrucciones
fr: Préparation
it: Preparazione
ja: 調理法

source: Modo de preparo (%lld)
de: Zubereitung (%lld)
en: Instructions (%lld)
es: Instrucciones (%lld)
fr: Préparation (%lld)
it: Preparazione (%lld)
ja: 調理法（%lld）

source: Modo:
de: Modus:
en: Mode:
fr: Mode :
it: Modalità:
ja: モード:

source: Molho caesar
de: Caesar-Dressing
en: Caesar dressing
es: Aliño César
fr: Sauce César
it: Salsa caesar
ja: シーザーソース

source: Morango
de: Erdbeere
en: Strawberry
es: Fresa
fr: Fraise
it: Fragola
ja: いちご

source: Mostarda
de: Senf
en: Mustard
es: Mostaza
fr: Moutarde
it: Senape
ja: マスタード

source: Mostrar mais planos
de: Mehr Pläne anzeigen
en: Show more plans
es: Mostrar más planes
fr: Afficher plus de plans
it: Mostra più piani
ja: 他のプランを見る

source: Mostrar só compatíveis
de: Nur kompatible anzeigen
en: Show only compatible
es: Mostrar solo compatibles
fr: Afficher seulement les compatibles
it: Mostra solo compatibili
ja: 適合するもののみ表示

source: Mostrar só favoritas
de: Nur Favoriten anzeigen
en: Show only favorites
es: Mostrar solo favoritas
fr: Afficher seulement les favorites
it: Mostra solo preferite
ja: お気に入りのみ表示

source: Mostrar sugestões
de: Vorschläge anzeigen
en: Show suggestions
es: Mostrar sugerencias
fr: Afficher les suggestions
it: Mostra suggerimenti
ja: 提案を表示

source: Mostrar utensílios
de: Utensilien anzeigen
en: Show utensils
es: Mostrar utensilios
fr: Afficher les ustensiles
it: Mostra utensili
ja: 器具を表示

source: Mostre e gerencie minhas categorias.
de: Zeige und verwalte meine Kategorien.
en: Show and manage my categories.
es: Muestra y gestiona mis categorías.
fr: Affiche et gère mes catégories.
it: Mostra e gestisci le mie categorie.
ja: カテゴリーを表示・管理。

source: Mostre meu consumo de hoje e como está em relação às metas.
de: Zeige meinen heutigen Verbrauch und wie er sich zu den Zielen verhält.
en: Show my intake today and how it compares to my goals.
es: Muestra mi consumo de hoy y cómo va en relación con las metas.
fr: Affiche ma consommation d'aujourd'hui et comment elle se compare aux objectifs.
it: Mostra il mio consumo di oggi e come si rapporta agli obiettivi.
ja: 今日の消費と目標との関係を表示。

source: Mostre minha lista de mercado atual.
de: Zeige meine aktuelle Einkaufsliste.
en: Show my current shopping list.
es: Muestra mi lista de compras actual.
fr: Affiche ma liste de courses actuelle.
it: Mostra la mia lista della spesa attuale.
ja: 現在の買い物リストを表示。

source: Mostre minhas receitas salvas.
de: Zeige meine gespeicherten Rezepte.
en: Show my saved recipes.
es: Muestra mis recetas guardadas.
fr: Affiche mes recettes enregistrées.
it: Mostra le mie ricette salvate.
ja: 保存したレシピを表示。

source: Mover
de: Verschieben
en: Move
fr: Déplacer
it: Sposta
ja: 移動

source: Mover à Despensa
de: In die Vorratskammer verschieben
en: Move to Pantry
es: Mover a la Despensa
fr: Déplacer au Garde-manger
it: Sposta in Dispensa
ja: パントリーに移動

source: Mover ao Mercado
de: Auf die Einkaufsliste verschieben
en: Move to Grocery
es: Mover a la Lista de Compras
fr: Déplacer à la Liste de courses
it: Sposta nella Lista della spesa
ja: 買い物リストに移動

source: Mover receitas
de: Rezepte verschieben
en: Move recipes
es: Mover recetas
fr: Déplacer les recettes
it: Sposta ricette
ja: レシピを移動

source: Mover receitas para outro caderno
de: Rezepte in ein anderes Notizbuch verschieben
en: Move recipes to another notebook
es: Mover recetas a otro cuaderno
fr: Déplacer les recettes vers un autre carnet
it: Sposta ricette in un altro quaderno
ja: レシピを別のノートに移動

source: Mover receitas para Outros
de: Rezepte zu Sonstige verschieben
en: Move recipes to Others
es: Mover recetas a Otros
fr: Déplacer les recettes vers Autres
it: Sposta ricette in Altri
ja: レシピを「その他」に移動

source: Muito ativo
de: Sehr aktiv
en: Very active
es: Muy activo
fr: Très actif
it: Molto attivo
ja: とても活発

source: Muito rápido
de: Sehr schnell
en: Very fast
es: Muy rápido
fr: Très rapide
it: Molto veloce
ja: 非常に速い

source: Na média
de: Im Durchschnitt
en: On average
es: En promedio
fr: Dans la moyenne
it: Nella media
ja: 平均

source: Na meta
de: Im Ziel
es: En la meta
fr: Dans l'objectif
it: In obiettivo
ja: 目標達成

source: na sua cozinha!
de: in deiner Küche!
en: in your kitchen!
es: en tu cocina!
fr: dans votre cuisine !
it: nella tua cucina!
ja: キッチンです！

source: Não consegui analisar
de: Analyse fehlgeschlagen
en: Couldn't analyze
es: No pude analizar
fr: Impossible d'analyser
it: Non sono riuscito ad analizzare
ja: 分析できませんでした

source: Não consegui buscar ideias agora. Tente novamente.
de: Ich konnte gerade keine Ideen abrufen. Versuche es erneut.
en: I couldn't fetch ideas right now. Try again.
es: No pude buscar ideas ahora. Inténtalo de nuevo.
fr: Je n'ai pas pu chercher d'idées maintenant. Réessaie.
it: Non sono riuscito a cercare idee ora. Riprova.
ja: 今アイデアを取得できませんでした。もう一度お試しください。

source: Não consegui estruturar essa receita agora. Tente outra ideia.
de: Ich konnte dieses Rezept gerade nicht strukturieren. Versuche eine andere Idee.
en: I couldn't structure this recipe right now. Try another idea.
es: No pude estructurar esta receta ahora. Prueba con otra idea.
fr: Je n'ai pas pu structurer cette recette maintenant. Essaie une autre idée.
it: Non sono riuscito a strutturare questa ricetta ora. Prova un'altra idea.
ja: 今このレシピをまとめられませんでした。別のアイデアを試してください。

source: Não consegui importar
de: Import fehlgeschlagen
en: Couldn't import
es: No pude importar
fr: Impossible d'importer
it: Non sono riuscito a importare
ja: インポートできませんでした

source: Não consegui montar essa receita agora. Tente outra ideia.
de: Ich konnte dieses Rezept gerade nicht zusammenstellen. Versuche eine andere Idee.
en: I couldn't put together this recipe right now. Try another idea.
es: No pude armar esta receta ahora. Prueba con otra idea.
fr: Je n'ai pas pu monter cette recette maintenant. Essaie une autre idée.
it: Non sono riuscito a montare questa ricetta ora. Prova un'altra idea.
ja: 今このレシピを組み立てられませんでした。別のアイデアを試してください。

source: Não encontramos informação suficiente. %@
de: Wir haben nicht genügend Informationen gefunden. %@
en: We couldn't find enough information. %@
es: No encontramos información suficiente. %@
fr: Nous n'avons pas trouvé assez d'informations. %@
it: Non abbiamo trovato informazioni sufficienti. %@
ja: 十分な情報が見つかりませんでした。%@

source: Não encontrei ideias usando só itens da despensa. Quer buscar sem essa restrição?
de: Ich habe keine Ideen nur mit Vorratskammer-Artikeln gefunden. Ohne diese Einschränkung suchen?
en: I couldn't find ideas using only pantry items. Want to search without that restriction?
es: No encontré ideas usando solo artículos de la despensa. ¿Quieres buscar sin esa restricción?
fr: Je n'ai pas trouvé d'idées avec uniquement les articles du garde-manger. Veux-tu chercher sans cette restriction ?
it: Non ho trovato idee usando solo articoli della dispensa. Vuoi cercare senza questa restrizione?
ja: パントリーの食材だけではアイデアが見つかりませんでした。この制限なしで検索しますか？

source: Não encontrei nenhuma
de: Ich habe keine gefunden
en: I couldn't find any
es: No encontré ninguna
fr: Je n'en ai trouvé aucune
it: Non ne ho trovata nessuna
ja: 見つかりませんでした

source: Não encontrei nenhuma ideia agora.
de: Ich habe gerade keine Idee gefunden.
en: Couldn't find any ideas right now.
es: No encontré ninguna idea ahora.
fr: Je n'ai trouvé aucune idée pour l'instant.
it: Non ho trovato nessuna idea al momento.
ja: 今アイデアが見つかりませんでした。

source: Não encontrei nenhuma receita salva que corresponda ao seu pedido, mas separei ideias novas e receitas da web para você.
de: Ich habe kein gespeichertes Rezept gefunden, das zu Ihrer Anfrage passt, aber ich habe neue Ideen und Web-Rezepte für Sie zusammengestellt.
en: I couldn't find any saved recipe matching your request, but I gathered fresh ideas and web recipes for you.
es: No encontré ninguna receta guardada que coincida con tu pedido, pero separé ideas nuevas y recetas de la web para ti.
fr: Je n'ai trouvé aucune recette enregistrée correspondant à votre demande, mais j'ai préparé de nouvelles idées et des recettes du web pour vous.
it: Non ho trovato alcuna ricetta salvata che corrisponda alla tua richiesta, ma ho raccolto nuove idee e ricette dal web per te.
ja: ご要望に一致する保存済みレシピは見つかりませんでしたが、新しいアイデアとWebレシピを用意しました。

source: Não encontrei receitas com compatibilidade ideal, mas estas são as melhores opções com o que você tem:
de: Ich habe keine ideal kompatiblen Rezepte gefunden, aber dies sind die besten Optionen mit dem, was Sie haben:
en: I couldn't find recipes with ideal compatibility, but these are the best options with what you have:
es: No encontré recetas con compatibilidad ideal, pero estas son las mejores opciones con lo que tienes:
fr: Je n'ai pas trouvé de recettes idéalement compatibles, mais voici les meilleures options avec ce que vous avez :
it: Non ho trovato ricette con compatibilità ideale, ma queste sono le migliori opzioni con ciò che hai:
ja: 理想的な適合度のレシピは見つかりませんでしたが、お持ちの材料で最良のオプションは以下です：

source: Não encontrei receitas compatíveis com o que você tem salvo na despensa e nas suas receitas. Se quiser, posso sugerir outras opções baseadas no que você tem agora.
de: Ich habe keine Rezepte gefunden, die mit dem in Ihrer Vorratskammer und Ihren Rezepten Gespeicherten kompatibel sind. Wenn Sie möchten, kann ich andere Optionen basierend auf dem, was Sie jetzt haben, vorschlagen.
en: I couldn't find compatible recipes with what you have saved in your pantry and recipes. If you want, I can suggest other options based on what you have right now.
es: No encontré recetas compatibles con lo que tienes guardado en la despensa y en tus recetas. Si quieres, puedo sugerirte otras opciones basadas en lo que tienes ahora.
fr: Je n'ai pas trouvé de recettes compatibles avec ce que vous avez enregistré dans le garde-manger et dans vos recettes. Si vous le souhaitez, je peux suggérer d'autres options basées sur ce que vous avez maintenant.
it: Non ho trovato ricette compatibili con ciò che hai salvato in dispensa e nelle tue ricette. Se vuoi, posso suggerire altre opzioni basate su ciò che hai ora.
ja: パントリーとレシピに保存されているものと適合するレシピは見つかりませんでした。よろしければ、現在お持ちの材料に基づいて他のオプションを提案できます。

source: Não encontrei sobremesas com compatibilidade ideal, mas estas são as melhores opções com o que você tem:
de: Ich habe keine ideal kompatiblen Desserts gefunden, aber dies sind die besten Optionen mit dem, was Sie haben:
en: I couldn't find desserts with ideal compatibility, but these are the best options with what you have:
es: No encontré postres con compatibilidad ideal, pero estas son las mejores opciones con lo que tienes:
fr: Je n'ai pas trouvé de desserts idéalement compatibles, mais voici les meilleures options avec ce que vous avez :
it: Non ho trovato dessert con compatibilità ideale, ma queste sono le migliori opzioni con ciò che hai:
ja: 理想的な適合度のデザートは見つかりませんでしたが、お持ちの材料で最良のオプションは以下です：

source: Não encontrei uma sobremesa compatível com o que você tem salvo na despensa e nas suas receitas. Se quiser, posso sugerir outras receitas baseadas no que você tem agora.
de: Ich habe kein Dessert gefunden, das mit dem in Ihrer Vorratskammer und Ihren Rezepten Gespeicherten kompatibel ist. Wenn Sie möchten, kann ich andere Rezepte basierend auf dem, was Sie jetzt haben, vorschlagen.
en: I couldn't find a compatible dessert with what you have saved in your pantry and recipes. If you want, I can suggest other recipes based on what you have right now.
es: No encontré un postre compatible con lo que tienes guardado en la despensa y en tus recetas. Si quieres, puedo sugerirte otras recetas basadas en lo que tienes ahora.
fr: Je n'ai pas trouvé de dessert compatible avec ce que vous avez enregistré dans le garde-manger et dans vos recettes. Si vous le souhaitez, je peux suggérer d'autres recettes basées sur ce que vous avez maintenant.
it: Non ho trovato un dessert compatibile con ciò che hai salvato in dispensa e nelle tue ricette. Se vuoi, posso suggerire altre ricette basate su ciò che hai ora.
ja: パントリーとレシピに保存されているものと適合するデザートは見つかりませんでした。よろしければ、現在お持ちの材料に基づいて他のレシピを提案できます。

source: Não foi possível abrir o banco local. O app iniciou em modo temporário; reinicie e tente novamente.
de: Die lokale Datenbank konnte nicht geöffnet werden. Die App wurde im temporären Modus gestartet; bitte neu starten und erneut versuchen.
en: Couldn't open the local database. The app started in temporary mode; restart and try again.
es: No se pudo abrir la base de datos local. La app se inició en modo temporal; reinicia e inténtalo de nuevo.
fr: Impossible d'ouvrir la base de données locale. L'app a démarré en mode temporaire ; redémarrez et réessayez.
it: Impossibile aprire il database locale. L'app è stata avviata in modalità temporanea; riavvia e riprova.
ja: ローカルデータベースを開けませんでした。アプリは一時モードで起動しました。再起動して再試行してください。

source: Não foi possível acessar a câmera neste dispositivo agora.
de: Auf die Kamera dieses Geräts kann momentan nicht zugegriffen werden.
en: Unable to access the camera on this device right now.
es: No se pudo acceder a la cámara en este dispositivo ahora.
fr: Impossible d'accéder à l'appareil photo sur cet appareil pour le moment.
it: Impossibile accedere alla fotocamera su questo dispositivo ora.
ja: 現在このデバイスでカメラにアクセスできません。

source: Não foi possível adicionar a receita:
de: Das Rezept konnte nicht hinzugefügt werden:
en: Couldn't add the recipe:
es: No se pudo añadir la receta:
fr: Impossible d'ajouter la recette :
it: Impossibile aggiungere la ricetta:
ja: レシピを追加できませんでした：

source: Não foi possível buscar o conteúdo: %@
de: Inhalt konnte nicht abgerufen werden: %@
en: Could not fetch the content: %@
es: No se pudo buscar el contenido: %@
fr: Impossible de récupérer le contenu : %@
it: Impossibile recuperare il contenuto: %@
ja: コンテンツを取得できませんでした：%@
